[
    {
        "id": "1",
        "title": "IT'S SIMPLE TECHNOLOGY",
        "date": "26 March 2024 - By ABC News",
        "paragraph1": " Rainwater Harvesting systems can look complex and daunting to begin with. They really aren’t, the technology is straight forward and a builder can install the systems using their own ground workers and plumbers. Here at Rainwater Harvesting Ltd we’re committed to helping you every step of the way.",
        "paragraph2": "Here at Rainwater Harvesting Ltd we’re committed to helping you every step of the way.",
        "thumbnail": "https://picsum.photos/200/100",
        "mainPhoto": "https://www.rainwaterharvesting.co.uk/wp-content/uploads/2021/12/gutter.jpg"
    },
    {
        "id": "2",
        "title": "WHAT IS RAINWATER HARVESTING?",
        "date": "26 March 2024- By ABC News",
        "paragraph1": "Rainwater Harvesting is a concept that has been around for thousands of years. The process is to take the rainwater from the roof, down your down pipe and into a storage tank. Whilst the water is traveling from your rooftop it must pass via a filtration system, either built in to the down pipes or better still built into the underground tank. You then have clean fresh water stored in the underground tank. Please note you do not take the water from the ground i.e driveways or patios due to potentially causing contamination in the water. Also it is not advised especially if you are using the water in the house to collect water that has come from a ‘Green Roof’. This rainwater can then be used for either toilet flushing, washing machine and anything external like irrigating the garden or washing the car. The rainwater is pumped to the appliances via a pump either directly or via a gravity feed system, we will come to that shortly. All Rainwater Harvesting Systems should have an overflow device so when your tank fills up and excess water or debris, leaves etc get discharged through the overflow device to a soakaway, watercourse or drainage system.",
        "paragraph2": "Rainwater Harvesting is a concept that has been around for thousands of years.",
        "thumbnail": "https://picsum.photos/200/100",
        "mainPhoto": "https://www.rainwaterharvesting.co.uk/wp-content/uploads/2021/07/BUB-House.jpg"
    },
    {
        "id": "3",
        "title": "Rainwater Harvesting Garden Systems",
        "date": "26 March 2024 - By ABC News",
        "paragraph1": "Garden Systems are becoming more and more popular in the UK. 10 years ago the split between Domestic Systems and Garden Systems was approx 80 – 20 in favor of the Domestic Systems. This has been steadily changing in favor of the Garden Systems over the last 10 years. The Garden System market has grown significantly recently as more and more house owners want to protect their prized gardens from the uncertainty with water shortages in the future. Using mains water on the garden is not only crazy but also not as good for the plants as natural rainwater. There have been a few hosepipe bans over the last decade and it is widely considered that more will come in the future as the increased population growth and the longer dryer summers start to take affect in the UK. When it comes to the size of the tank for a Rainwater Harvesting System for the garden it is very difficult to calculate. The crucial factor is how long do you want the water to last during the summer season?",
        "paragraph2": "Garden Systems are becoming more and more popular in the UK.",
        "thumbnail": "https://picsum.photos/200/100",
        "mainPhoto": "https://www.rainwaterharvesting.co.uk/wp-content/uploads/2021/07/151882_1902-600x800.jpg"
    },
    {
        "id": "4",
        "title": "Rainwater Harvesting Direct Feed Systems",
        "date": "26 March 2024 - By ABC News",
        "paragraph1": "Our Rainwater Harvesting Direct Feed System is designed for the home owner to collect, filter and store rainwater within an underground tank for both domestic and garden irrigation purposes. In this system, water is fed directly from the submersible pump in the underground tank to each appliance. Due to the submersible pump featuring pressure sensitivity, whenever a toilet is flushed, the pump will register a drop in pressure, then pump until the cistern is full and automatically switch itself off again",
        "paragraph2": "Our Rainwater Harvesting Direct Feed System is designed for the home owner to collect, filter and store rainwater within an underground tank for both domestic and garden irrigation purposes. In this system, water is fed directly from the submersible pump in the underground tank to each appliance. Due to the submersible pump featuring pressure sensitivity, whenever a toilet is flushed, the pump will register a drop in pressure, then pump until the cistern is full and automatically switch itself off again",
        "thumbnail": "https://picsum.photos/200/100",
        "mainPhoto": "https://www.rainwaterharvesting.co.uk/wp-content/uploads/2021/07/BUB-House.jpg"
    }
]